[
  {
    "_id": "news001",
    "text": "\"The global climate crisis could lead to more renewable electricity being generated by spurring faster wind speeds for the world’s growing number of windfarms, according to research.\n\nScientists have discovered that the world’s shifting ocean circulation patterns may have triggered a rapid increase in wind speeds over the last 10 years.\n\nThe international research team analysed data from 9,000 international weather stations since the late 1970s and found that wind speeds had unexpectedly increased after a three-decade slowdown.\n\nDr Zhenzhong Zeng, a professor at Princeton University and the lead author of the report, said the research team was surprised by the findings after setting out to study the slowdown in global wind speeds.\n\nThe faster than expected wind speeds could help increase the amount of renewable electricity generated by each turbine by more than a third to 3.3m kilowatt hours (kWh) by 2024.\n\nZeng said the unexpected acceleration is likely to have played a bigger role in improving the efficiency of windfarms in the US than technological innovations.\n\nThe research paper, published in the peer-reviewed journal Nature Climate Change, suggests that faster global speeds may continue for at least another decade in what would be a major boost for windfarm owners.\n\nDr Adrian Chappell, a professor at Cardiff University and a co-author of the report, said the rapid increase in global wind speed bodes well for the expansion of renewable energy which will be central to keeping global heating to below 2C.\n\nThe findings mark a major reversal in a trend of decreasing wind speeds over the last three decades – known as global terrestrial stilling – which threatened to halve the world’s wind power potential by the end of the century.\n\nPrevious studies have found that increased “roughness” on the Earth’s surface, from new buildings and urbanisation, has acted as a buffer by slowing wind speeds by up to 2.3% every decade since the late 1970s. But the latest research has demonstrated that large-scale ocean and atmospheric circulation patterns could be making wind speeds faster again.\n\nThe study found that the main drivers of the world’s quickening wind speeds were the Pacific decadal oscillation, the North Atlantic oscillation and the Tropical North Atlantic index.\n\nZeng said that the effect of global heating on the world’s wind speeds remained largely uncertain because rising temperatures would have a diverse range of impacts that are not fully understood.\n\n“We believe our study advances [the] understanding on how climate change affects wind, and we appeal for more scientists to focus on this important climate variable,” he said. “The study of wind can also shed light on the dynamic mechanisms of climate change.”\n",
    "thumbnail_url": "assets/mockData/news/1EfcE8H9PhVkxayYX0_8LaL6UIrLfmTZM.jpg",
    "timestamp": "2019-11-18 15:10:25",
    "title": "Renewable energy: climate crisis 'may have triggered faster wind speeds",
    "user_id": "user001"
  },
  {
    "_id": "news002",
    "text": "A third of plant species in tropical Africa are threatened with extinction, a new study suggests. Plants are crucial to many ecosystems and life in general, providing food and oxygen, as well as being the source of myriad materials and medicines. However, human activities including logging, mining and agriculture pose a major threat.\n\nWhile the extinction risk of animals around the world has been well studied, the risk facing many plants remains unclear: 86% of mammal species have been assessed by the International Union for Conservation of Nature (IUCN) for its Red List, compared with only 8% of plant species. Now experts say they have come up with a rapid approach to give a preliminary classification.\n\n“Our approach can help to prioritise either species or regions on which proper IUCN Red Listing should focus,” said Dr Gilles Dauby of the French National Research Institute for Sustainable Development and a co-author of the research. He said the list was recognised as an authoritative source, and was crucial to planning projects that could affect the environment.\n\nThe new study is the latest to throw the plight of plants into the spotlight. Earlier this year, scientists completed the most thorough analysis to date of plant extinctions, finding that 571 species had been wiped out since the start of the industrial revolution – a figure they say is likely to be an underestimate.\n\nWriting in the journal Science Advances, Dauby and colleagues report how they focused on two IUCN Red List criteria – one relating to population size reduction and the other to habitat decline – to develop a computer algorithm to automatically classify the conservation status of plants.\n\nThe team presented the algorithm with a recently compiled database of the distribution of more than 20,000 plant species across tropical Africa, together with data on threats such as croplands and cities, and predicted mining activities.\n\nThe Red List process also involves such data, which is examined manually for each species, and includes input from experts for each species and region – a process that is more meticulous, but far more expensive and time-consuming.\n\nThe authors say their algorithm classified 17% of the plant species in tropical Africa as likely to be under threat and 14% as potentially threatened – a total of almost 7,000 species. These species are largely concentrated in the rainforests of western Africa and the Ethiopian highlands.\n\nIf mapped on to the IUCN Red List categories, these species would all be “threatened with extinction” – falling into categories ranging from vulnerable to critically endangered. That means almost a third of the plant species examined might be threatened by extinction, a proportion expected to hold even if all tropical African species are considered.\n\n“There is an extra 38% of species which we assess are geographically restricted, so they are rare, but for which no obvious threats for the moment are identified,” said Dauby. “If the human pressure increases, which is very likely in most parts of tropical Africa, they will be likely threatened in the very near future.”\n\nThe researchers say their approach is not designed to replace the Red List assessment, but could be used for a rapid, preliminary estimate of extinction risk as it is cheaper and faster – assessing more than 20,000 species in under seven hours.\n\nThe IUCN told the Guardian it welcomed the new approach. But Dr William Hawthorne of the University of Oxford described the new study’s conclusion that a third of tropical African species are potentially threatened as somewhat alarmist.\n\n“What is really needed in the face of all this general alarm call is more locally focused studies based on new data and a big initiative to do more and more thorough botanical surveying,” he said.",
    "thumbnail_url": "assets/mockData/news/1JJ2z_kUnOnz8zB6rgvIlqJY9zluYdda-.jpg",
    "timestamp": "2019-11-16 09:33:40",
    "title": "One-third of tropical African plant species at risk of extinction",
    "user_id": "user002"
  },
  {
    "_id": "news003",
    "text": "The world’s nations are on track to produce more than twice as much coal, oil and gas as can be burned in 2030 while restricting rise in the global temperature to 1.5C, analysis shows.\n\nThe report is the first to compare countries’ stated plans for fossil fuel extraction with the goals of the Paris climate agreement, which is to keep global heating well below 2C above pre-industrial levels, and to aim for 1.5C. It exposes a huge gap, with fossil fuel production in 2030 heading for 50% more than is consistent with 2C, and 120% more than that for 1.5C.\n\nScientists have warned that even the difference between 1.5C and 2C of heating will expose hundreds of millions of people to significantly higher risks of extreme heatwaves, drought, floods and poverty.\n\nThe report was produced by the UN Environment Programme and a coalition of research organisations. It complements an earlier UN analysis showing the current Paris agreement pledges to cut emissions would still lead to a catastrophic 3-4C rise.\n\n“We’re in a deep hole – and we need to stop digging,” said Måns Nilsson, executive director of the Stockholm Environment Institute (SEI), which was part of the analysis. “Despite more than two decades of climate policymaking, fossil fuel production levels are higher than ever.”\n\nMost action to tackle the climate crisis involves reducing emissions, but Inger Andersen, head of the UN Environment Programme, said a focus on fossil fuel production was long overdue. Most of the action pledges made by countries under the Paris deal do not even mention changes to production.\n\nThe UK is a “striking” example of this mismatch, said Cleo Verkuijl, at the SEI’s centre in Oxford, UK. It was the first major economy to commit to net zero emissions by 2050, she said, but also subsidises fossil fuel production at home and abroad and intends to extract “every drop of oil and gas” from its North Sea fields. In recent years, the UK oil and gas industry has received £176m more annually in government support than it paid in taxes, the report said.\n\nThe UK Oil and Gas Authority said in a statement: “Oil and gas will remain an important part of our energy mix for the foreseeable future, including under net zero scenarios. Maximising the economic recovery from the UK remains vital to meet those energy demands as long as they exist, and to reduce reliance on imports.”\n\nThe report’s warning was strongly backed by senior figures. “Ensuring a liveable planet for future generations means getting serious about phasing out coal, oil and gas,” said Christiana Figueres, at Mission 2020 and is the person who delivered the Paris agreement in 2015 as the UN’s top climate official. “Countries such as Costa Rica, Spain and New Zealand are already showing the way forward, with policies to constrain exploration and extraction – others must now follow their lead. There is no time to waste.”\n\nProf Nicholas Stern, at the London School of Economics, said: “This important report shows planned levels of coal, oil and gas production are dangerously out of step with the goals of the Paris agreement.”\n\nThe report highlights the nations that are taking some action, including the closure of most coal mines in Spain and some in China, along with the end of new offshore oil and gas exploration licences in New Zealand and some parts of the Arctic governed by Canada, the US and Norway.\n\nVerkuijl said a global agreement to phase out production would be ideal but is difficult at present with the US under President Donald Trump, as the country is due to withdraw from the Paris agreement. But she said many Democratic presidential candidates have promised to cut fossil fuel production by restricting extraction on public land, for example, or removing subsidies. She said such a candidate beating Trump in the 2020 election would be a “gamechanger”.\n\nThe report said it was crucial that workers in fossil fuel industries were helped into new employment as production ramped down. “Leaders need to [talk with] workers and their unions to plan a just transition away from fossil fuels,” said Sharan Burrow, head of the International Trade Union Confederation.\n\nThe analysis is based on the published national plans of eight key producers: Australia, Canada, Russia, US, China, India, Indonesia and Norway, which account for 60% of global fossil fuel production. The plans of other big producers, including Saudi Arabia and Iran, are not publicly available. The researchers assumed these and other producers would maintain a similar share of global production to today at around 40%.\n\n• This article was amended on 20 November 2019 to clarify the description of the methodology. The researchers did not assume that producers such as Saudi Arabia and Iran would follow “similar paths” as the eight countries that were covered, but that those producers would maintain a similar share of global production as the eight countries that were covered.",
    "thumbnail_url": "assets/mockData/news/1rdqbxuYPXBQ2dfYVU7T1WeS3Dm07nE_F.jpg",
    "timestamp": "2019-10-01 10:15:22",
    "title": "Fossil fuel production on track for double the safe climate limit",
    "user_id": "user003"
  },
  {
    "_id": "news004",
    "text": "The shouted words rang out across the packed parliamentary corridor: “Fiona Harvey is the worst journalist there is. She’s the worst journalist of them all, because she should know better.”\n\nThey were the words of Lord Lawson, former UK chancellor of the exchequer, turned climate denier and now Brexiter, addressing a crowd of more than 100 people trying to cram into a House of Commons hearing on climate change. As listeners craned their necks to hear better, whispering and nudging, he elaborated at length on my insistence on reporting the work of the 97% of the world’s climate scientists whose work shows human responsibility for global heating, and failure to give equal weight to the tiny number of dissenters.\n\nAs the science of climate chaos has become vastly clearer in the past two decades, and the warnings more stark, the rearguard action fought by climate denialists has grown fiercer and their attacks more vicious. Fact-based arguments will never serve their purpose; trolling is the last refuge of the discredited. We can expect much more of the same.\n\nWhen I began writing full-time on the environment in 2004, climate change had hit a political impasse. George W Bush was in the White House, the US preoccupied with the war on terror and – as Bush admitted – “addicted to oil”. The 1997 Kyoto protocol was on ice, without the backing of enough countries to bring it into force, and international negotiations on greenhouse gases were stagnating as a result.\n\nSuddenly, like a glacier destabilising, small cracks turned into crevasses and whole edifices came avalanching down. First Russia played the unlikely hero: by ratifying Kyoto in late 2004 (cynically, in return for a favour at the World Trade Organization) the Duma rescued the treaty from the scrapheap of history. That was enough to galvanise the UN negotiations, loosening entrenched positions and giving the talks a point once more.\n\nTony Blair did his bit by making climate change the main theme for the UK’s 2005 presidency of the G8, which forced world leaders to confront the issue. The EU’s emissions trading scheme came into being early that year, marking the first time companies were held responsible financially for their carbon output.\n\nSoon after that Nicholas Stern, former World Bank chief economist, published his landmark 2006 review of the economics of climate change, showing definitively that tackling global heating was cheap, at a few per cent of GDP at most, and certainly much cheaper than the consequences.\n\nClimate change has sometimes been dismissed by journalists as a “slow burn” issue: day after day, the ice melts a fraction, the sea laps closer to shore, the carbon count ticks slowly upward and the story remains much the same. But the last decade and a half have seen dramatic change, not just at the melting ice caps.\n\nActivism used to mean a few brave (or “foolhardy”, if you opposed them) individuals climbing a power station chimney or pausing a Land Rover production line. Few people imagined 15 years ago that climate protest would become by now a mass movement, with thousands of people prepared to be arrested and schoolchildren around the planet shaming their elders by going on strike. The likes of veganism and the no-fly movement were easily dismissed as fringe fanaticism, never to catch on.\n\nFew people would have dared forecast in 2004, when Kyoto appeared dead, that in 2015 a new global treaty would bind all countries to prevent heating crossing the crucial 2C threshold. I stood in the packed hall that evening with hundreds of others holding our breath as the gavel finally come down on stage and suddenly delegates from nearly 200 countries were leaping to their feet, whooping and cheering and weeping. Since then, some governments have followed this up with laws to enforce net zero carbon emissions by mid-century.\n\nNone of this is enough, of course. Audible in the background is the drumbeat of new science, data piling on data showing how close we are coming to disaster. In 2007, I watched the scientists of the Intergovernmental Panel on Climate Change emerge bleary-eyed from an all-night session in Paris where they faced down vested interests to warn emissions must peak by the early 2020s to avoid dangerous climate change. By 2013, in the fifth report in Stockholm, they predicted it would be 30 years before the 2C threshold would be breached. Last year, in the starkest warning yet, the IPCC gave us 12 years to reverse direction.\n\nAnd there have been serious setbacks, some predictable (financiers clinging to their business models, vested interests blocking progress) but others less so. Few people 15 years ago noticed the new fracking technology beginning to be applied to dense shale rocks, bringing vast new fossil fuel sources on stream and turning the US into a net oil exporter. Fewer still foresaw a Donald Trump presidency.\n\nStealthily, too, came the rise of the national oil companies as they wrested control of reserves from the likes of ExxonMobil, Chevron and Total. Giants like BP and Shell may be painted as villains but at least they are accountable to their shareholders, and must obey stock exchange rules. National oil companies answer only to their governments, and many of those governments pay only lip service to transparency.\n\nOur climate knowledge has increased vastly in 15 years. No one can now plausibly say there is not enough data, or that we lack the technology, or that saving the climate is too expensive. All of these pretexts have been exploded by patient scientific work. There are no excuses left and now it is up to journalists to ensure there are no more hiding places either, in the boardrooms, on the websites of fake news, behind the facade of populism. That is what the Guardian has committed to do, with a clear focus on the climate emergency. Even if that upsets some people in the corridors of power: there can be pride in being the worst, if that’s what it means.",
    "thumbnail_url": "assets/mockData/news/1s9-_WZ41SLw1tzZMBfi6GrSrKoJ4v7p6.jpg",
    "timestamp": "2019-11-18 08:49:19",
    "title": "There are no excuses left': why climate science deniers are running out of rope",
    "user_id": "user004"
  },
  {
    "_id": "news005",
    "text": "Light pollution is a significant but overlooked driver of the rapid decline of insect populations, according to the most comprehensive review of the scientific evidence to date.\n\nArtificial light at night can affect every aspect of insects’ lives, the researchers said, from luring moths to their deaths around bulbs, to spotlighting insect prey for rats and toads, to obscuring the mating signals of fireflies.\n\n“We strongly believe artificial light at night – in combination with habitat loss, chemical pollution, invasive species, and climate change – is driving insect declines,” the scientists concluded after assessing more than 150 studies. “We posit here that artificial light at night is another important – but often overlooked – bringer of the insect apocalypse.”\n\nHowever, unlike other drivers of decline, light pollution was relatively easy to prevent, the team said, by switching off unnecessary lights and using proper shades. “Doing so could greatly reduce insect losses immediately,” they said.\n\nBrett Seymoure, a behavioural ecologist at Washington University in St Louis and senior author of the review, said: “Artificial light at night is human-caused lighting – ranging from streetlights to gas flares from oil extraction. It can affect insects in pretty much every imaginable part of their lives.”\n\nThe latest review says: “Insects around the world are rapidly declining. Their absence would have devastating consequences for life on this planet.”\n\nThere are thought to be millions of insect species, most still unknown to science, and about half are nocturnal. Those active in the day may also be disturbed by light at night when they are at rest.\n\nThe analysis, published in the journal Biological Conservation, notes that light has long been used deliberately by farmers to suppress insects. But as human infrastructure has expanded, and the cost of lighting has fallen, light pollution has come to affect a quarter of the world’s land surface.\n\nThe most familiar impact of light pollution is moths flapping around a bulb, mistaking it for the moon. One-third of insects trapped in the orbit of such lights die before morning, according to work cited in the review, either through exhaustion or being eaten.\n\nRecent research in the UK found greater losses of moths at light-polluted sites than dark ones. Vehicle headlights pose a deadly moving hazard, and this fatal attraction has been estimated to result in 100 billion insect deaths per summer in Germany.\n\nArtificial light also hinders insects finding a mate in some species, the review found, most obviously in firefly beetles, which exchange bioluminescent signals during courtship.\n\nSome insects use the polarisation of light to find the water they need to breed, as light waves line up after reflecting from a smooth surface. But artificial light can scupper this. “Mayflies live for only one day, so they come out and look for polarised light. They find it – but from asphalt – lay their eggs there, and they all die. That’s a good way to knock out an entire population in 24 hours.”\n\nThe development of juvenile insects, such as field crickets, also has been shown to be affected by light pollution, which changes the perceived length of the day and night.\n\nThe review found the search for food is affected by light pollution. Insects that avoid light, for example weta, the giant flightless crickets found in New Zealand, spend less time foraging in light-polluted areas.\n\nInsects are important prey for many species, but light pollution can tip the balance in favour of the predator if it traps insects around lights. Spiders, bats, rats, shorebirds, geckos and cane toads have all been found feeding around artificial lights. Such increases in predation risk was likely to cause the rapid extinction of affected species, the researchers said.\n\nThe researchers said light pollution is particularly hard for insects to deal with. Most human-caused threats to insects have natural analogues, such as climate change and invasive species, meaning some adaptation may take place. But the daily cycle of light and dark had remained constant for all of evolutionary time, they said.\n\nHowever, light pollution was the easiest of all the threats to insects to deal with, Seymoure said. “Once you turn off a light, it is gone. You don’t have to go and clean up, like you do with most pollutants. I am not saying we need to get rid of light at night, I think we just need to use it wisely.”\n\n“The evidence that light pollution has profound and serious impacts on ecosystems is overwhelmingly strong,” said Matt Shardlow, the chief executive of the conservation charity Buglife. “It is imperative that society now takes substantial steps to make the environment safer for insects.\n\n“A national light-reduction target, enforceable in law, would be the most appropriate next step.” He said new UK government light-pollution guidance failed to take into account the insect decline crisis.\n\nProf Nigel Raine, a pollination expert at Guelph University in Canada who is not involved in the review, said: “Light pollution could have significant ramifications at the insect population, species or community level.”\n\nHe said more attention should be paid to the issue by scientists: “But it might be too soon to say the impacts are as significant as other stressors.”\n\nSeymoure’s team said there had not been more research on light pollution and insects because of diurnal bias – a preference among ecologists for studying daytime phenomena.",
    "thumbnail_url": "assets/mockData/news/16OWONz1tjdUrgu3OUweKd75FkmqndaQM.jpg",
    "timestamp": "2019-10-30 07:50:59",
    "title": "\nLight pollution is key 'bringer of insect apocalypse'",
    "user_id": "user005"
  }
]